Repository: timiwahalahti/citizens-initiative-support
Catalog: languages/kansalaisaloite-*.po
Languages: sv

source: Allekirjoita aloite
sv: Skriv under initiativet

source: Aloite on lähetetty eduskuntaan
sv: Initiativet är skickat till riksdagen

source: Aloitteen numeroa ei ole määritelty
sv: Initiativets nummer är inte definerad

source: Finnish
sv: Finska

source: Kansalaisaloite
sv: Medborgarinitiativ

source: Keräysaika on umpeutunut
sv: Insamlingstiden har gått ut

source: Language
sv: Språk

source: Law initiative number
sv: Medborgarinitiativets nummer

source: Swedish
sv: Svenska

source: Title
sv: Titel

source: Used when getting initiative title and link to kansalaisaloite.fi
sv: Används när initiativets rubrik och link till kansalaisaloite.fi visas

source: Aloitteen on kerättävä 50 000 kannatusilmoitusta %s mennessä jotta se pääsee eduskunnan käsiteltäväksi
sv: Initiativet måste samla in 50 000 stödförklaringar innan %s för att överlåtas till riksdagens behandling

source: Kansalaisaloite on kerännyt %s kannatusilmoitusta
sv: Medborgarinitiativet har samlat in %s stödförklaringar

source: Kansalaisaloite on tarkastettu ja kannatusilmoitusten keräys alkaa %s
sv: medborgarinitiativet är granskad och samlingen av stödförklaringar börjar

source: Kansalaisaloite.fi palvelun rajapinnassa on häiriö tai aloitetta numero %s ei ole
sv: Det har uppstått en störning i tjänstens kansalaisaloite.fi gränsnitt eller så existerar inget initiativ med numret %s
